Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J37.e.tmx
Source language: en_us
Languages: zh_cn

source: ON JUDICIAL POWER IN THE UNITED STATES AND ITS ACTION ON POLITICAL SOCIETY
zh_cn: 第六章美国的司法权及其对政治社会的影响

source: The Anglo-Americans have preserved in the judicial power all the characteristics that distinguish it among other peoples.
zh_cn: 英裔美国人保留了各国在司法权上通有的特征。

source: Nevertheless, they have made of it a great political power.
zh_cn: 但他们使司法权变成了强大的政治权力。

source: How. How the judicial system of the Anglo-Americans differs from all others.
zh_cn: 怎样变的。英裔美国人的司法制度在哪些方面与其他所有国家不同。

source: Why American judges have the right to declare laws unconstitutional.
zh_cn: 美国法官为什么有权宣布法律违宪。

source: How American judges use that right.
zh_cn: 美国法官怎样利用这项权利。

source: Precautions taken by the legislator to prevent the abuse of that right.
zh_cn: 立法者为防范滥用这项权利而采取的措施。

source: I believed I ought to devote a separate chapter to judicial power.
zh_cn: 根据写作计划，我要专用一章来讨论美国的司法权。

source: Its political importance is so great that it appeared to me that to speak of it in passing would diminish it in the eyes of readers.
zh_cn: 美国司法权的政治作用极大，所以我觉得必须着重说明，免得因一笔代过而被读者忽略。

source: There have been confederations elsewhere than in America; republics have been seen in places other than on the shores of the New World; the representative system has been adopted in several European states; but I do not think that, until now, any nation in the world has constituted judicial power in the same manner as the Americans.
zh_cn: 除了美国之外，其他一些国家也有联邦的组织。共和政体不单存在于新大陆的海岸，而且也见于世界上其他地方。代议制已为欧洲好几个国家所采用。但我认为，迄今为止，世界上任何一个国家，还没有象美国这样建立过司法权。

source: What a foreigner understands only with the greatest difficulty in the United States is the judicial organization.
zh_cn: 使一个外来者最难理解的，是美国的司法组织。

source: There is so to speak no political event in which he does not hear the authority of the judge invoked; and he naturally concludes that in the United States the judge is one of the prime political powers.
zh_cn: 在他看来，简直是没有一个政治事件不是求助于法官的权威的。因此，他自然会得出结论说，法官在美国是很强大的政治势力之一。

source: When, next, he comes to examine the constitution of the courts, he discovers at first only judicial prerogatives and habits in them.
zh_cn: 当他继而考察法院的组织时，他一眼就可以看清司法的特点和程序。

source: In his eyes the magistrate never seems to be introduced into public affairs except by chance, but this same chance recurs every day.
zh_cn: 他可以看到，法官好像只是偶然干预公共事务，但这种偶然性却是天天出现。

source: When the Parlement of Paris made remonstrances and refused to register an edict, when it had a corrupt official cited at its bar, one openly perceived the political action of judicial power.
zh_cn: 当巴黎的最高法院驳回政府的法案或拒绝为政府的法令备案时，或当它本身传讯一个被控渎职的官员时，人们可以认为这是司法权在发生政治作用。

source: But nothing similar is seen in the United States.
zh_cn: 但在美国，却看不到这类事情。

source: Americans have preserved in the judicial power all the characteristics by which one is accustomed to recognize it.
zh_cn: 美国人仍然保留了司法权的一切人所共知的特征。

source: They have enclosed it exactly in the circle in which it is in the habit of moving.
zh_cn: 他们严格地把司法权局限于有章可循的范围之内。

source: The first characteristic of judicial power among all peoples is to serve as an arbiter.
zh_cn: 司法权的第一特征，表现在所有国家都是对案件进行裁判。

source: In order that action on the part of the courts take place, there must be a dispute.
zh_cn: 要使法院发挥作用，就得有争讼的案件。

source: In order that there be a judge, there must be a case.
zh_cn: 要使法官进行裁判，就得有提交审理的诉讼案件。

source: As long as a law does not give rise to a dispute, therefore, the judicial power has no occasion to occupy itself with it.
zh_cn: 因此，只要没有依法提出诉讼的案件，司法权便没有用武之地。

source: The law exists, but the judicial power does not see it.
zh_cn: 司法权存在那里，但可能不被行使。

source: When a judge, in connection with a case, attacks a law relative to that case, he extends the circle of his prerogatives, but he does not go outside it, since it was necessary in some way for him to judge the law in order to come to judge the case.
zh_cn: 在法官审理一个案件而指责与此案件有关的法律时，他只是扩大了自己的职权范围，而不是越出了这个范围，因为在审理案件之前，他一定要对该项法律进行一定的判断。

source: When he pronounces on a law without starting from a case, he goes outside his sphere completely and enters that of the legislative power.
zh_cn: 但在法官开始审理案件之前就对法律说三道四，那他就完全是越权，侵犯了立法权。

source: The second characteristic of judicial power is to pronounce on particular cases and not on general principles.
zh_cn: 司法权的第二个特征，是审理私人案件，而不能对全国的一般原则进行宣判。

source: Should a judge, in deciding a particular question, destroy a general principle by the certitude people have that, each of the consequences of this same principle being struck down in the same manner, the principle becomes sterile, he remains in the natural circle of his action; but should the judge attack the general principle directly and destroy it without having a particular case in view, he goes outside the circle in which all peoples have agreed to enclose him: he becomes something more important, more useful perhaps than a magistrate, but he ceases to represent judicial power.
zh_cn: 在法官判决某一私人案件，由于他坚信某一一般原则的一切推论都有毛病而认为它无效并加以破坏时，他并没有越出应有的职权范围。但是，在法官直接指责一般原则或没有待审的私人案件而破坏一般原则时，他就越出了所有国家都同意应予限制的法官的职权范围，因为他擅自取得了比一般官员更重要而且或许是更有用的权限，但他却因此不再是司法权的代表。

source: The third characteristic of judicial power is to be able to act only when it is appealed to, or, following the legal expression, when it is seised [of a matter].
zh_cn: 司法权的第三个特征，是只有在请求它的时候，或用法律的术语来说，只有在它审理案件的时候，它才采取行动。

source: This characteristic is not encountered as generally as the other two. I believe nevertheless that despite exceptions, one can consider it essential.
zh_cn: 这个特征不如其他两个普遍；但我认为，尽管有一些例外，仍可以把这个特征视为最重要的特征。

source: In its nature judicial power is without action; for it to move one must put it in motion.
zh_cn: 从性质来说，司法权自身不是主动的。要想使它行动，就得推动它。

source: One denounces a crime to it, and it punishes the guilty; one appeals to it to redress an injustice, and it redresses it; one submits an act to it, and it interprets it; but it does not go by itself to prosecute criminals, search for injustice, and examine facts.
zh_cn: 向它告发一个犯罪案件，它就惩罚犯罪的人；请它纠正一个非法行为，它就加以纠正；让它审查一项法案，它就予以解释。但是，它不能自己去追捕罪犯、调查非法行为和纠察事实。

source: The judicial power would in a way do violence to this passive nature if it took the initiative by itself and established itself as censor of the laws.
zh_cn: 如果它主动出面以法律的检查者自居，那它就有越权之嫌。

source: Americans have preserved these three distinctive characteristics in the judicial power.
zh_cn: 美国人保存了司法权的这三个显著特征。

source: The American judge can only pronounce when there is litigation.
zh_cn: 只有在有人起诉的时候，美国的法官才能审理案件。

source: He is never occupied except with a particular case; and in order to act he must always wait until he has been seised [of a matter].
zh_cn: 它从无例外，只受理私人案件，而且总是要在接到起诉书后才米取行动。

source: The American judge therefore resembles perfectly the magistrates of other nations. Nevertheless, he is vested with an immense political power.
zh_cn: 因此，美国的法官跟其他国家的司法官员完全一样，但他们被授予巨大的政治权力。

source: How did that come about?
zh_cn: 这是怎样产生的呢？

source: He moves in the same circle and makes use of the same means as other judges; why does he possess a power that the latter do not have?
zh_cn: 既然他们的权力范围和行动手段与其他国家的法官并无二致，那他们为什么又拥有其他国家法官所没有的权力呢？

source: The cause of it is in this sole fact: Americans have recognized in judges the right to found their rulings on the Constitution rather than on the laws.
zh_cn: 其原因只在于：美国人认为法官之有权对公民进行判决是根据宪法，而不是根据法律。

source: In other words, they have permitted them not to apply laws that might appear to them unconstitutional.
zh_cn: 换句话说，美国人允许法官可以不应用在他看来是违宪的法律。

source: I know that a right like this has sometimes been claimed by courts of other countries; but it has never been conceded to them.
zh_cn: 我知道，其他国家的法院有时也要求过类似的权力，但它们从来没有得到。

source: In America, it is recognized by all powers; one encounters no party nor even a man who disputes it.
zh_cn: 而在美国，所有方面都承认法官的这项权力，没有一个政党，甚至一个个人，对此提出过异议。

source: The explanation for this will be found in the very principle of American constitutions.
zh_cn: 这个现象的存在，可从美国宪法规定的这项原则得到解释。

source: In France, the constitution is an immutable work, or supposed to be so.
zh_cn: 在法国，宪法是不可修改的，或被认为是不可修改的；

source: No power can change anything in it: such is the received theory.
zh_cn: 任何权威均不得对宪法做任何修改，这是公认的学说。

source: In England, they recognize in Parliament the right to modify the constitution.
zh_cn: 在英国，国会有权修改宪法。

source: In England, the constitution can therefore change constantly, or rather it does not exist.
zh_cn: 因此，在英国，宪法是可以不断修改的，或者无宁说它根本没有宪法。

source: Parliament is at the same time the legislative body and the constituting body.
zh_cn: 国会既是立法机关，又是制宪机构。

source: In America, political theories are simpler and more rational.
zh_cn: 在美国，政治理论比较简单和比较合理。

source: An American constitution is not supposed to be immutable as in France; it cannot be modified by the ordinary powers of society as in England.
zh_cn: 美国的宪法并不象在法国那样被认为是不可修改的，但也不象在英国那样可被社会的公认权威所修改。

source: It forms a separate work that, representing the will of all the people, obliges legislators as well as plain citizens, but that can be changed by the will of the people following forms that have been established and in cases that have been foreseen.
zh_cn: 它是一部与众不同的法典，代表全体人民的意志，立法者和普通公民均须遵守；但可以按照规定的程序，在预先规定的条件下，根据人民的意志加以修改。

source: In America, the Constitution can therefore vary; but as long as it exists, it is the origin of all powers.
zh_cn: 因此，美国的宪法是可以改动的，但只要它存在一天，一切机构和个人均须照旧服从。

source: The predominant force is in it alone.
zh_cn: 只有它拥有唯一无二的权威。

source: It is easy to see how these differences must influence the position and rights of a judicial body in the three countries that I have cited.
zh_cn: 由此不难看出，这些差异一定会影响我所说的这三个国家的司法机关的地位和权力。

source: If, in France, the courts could disobey the laws on the ground that they find them unconstitutional, the constituting power would really be in their hands, since they alone would have the right to interpret a constitution whose terms no one could change.
zh_cn: 假如法国的法院可以以法律违宪为理由而不服从法律，那么，法国的制宪权实际上就将落于法院之手，因为只有它们将会有权解释谁也无权更改其条文的宪法。

source: They would therefore put themselves in the place of the nation and would dominate society, at least as much as the inherent weakness in the judicial power permitted them to do so.
zh_cn: 因此，它们将会代替国家和统治社会，而且司法权固有的弱点也会促使它们这样做。

source: I know that in refusing judges the right to declare the laws unconstitutional we indirectly give the legislative body the power to change the constitution, since it no longer encounters a legal barrier that stops it.
zh_cn: 我知道法国的法官无权宣布法律违宪，所以法国的宪法修改权便间接地赋予了立法机关，因为没有合法的障碍来阻止它修改宪法。

source: But it is still better to grant the power to change the people’s constitution to men who imperfectly represent the will of the people than to others who represent only themselves.
zh_cn: 但我还是认为，把人民宪法的修改权赋予即使是部分地代表人民意志的人，也比赋予除了代表自己谁也不代表的人为好。

source: It would be much more unreasonable yet to give English judges the right to resist the will of the legislative body, since Parliament, which makes the law, also makes the constitution, and since, consequently, one cannot in any case call a law unconstitutional when it emanates from the three powers.
zh_cn: 假如授予英国法官以抵制立法机构的意志的权利，那将更加不合理，因为制定法律的议会也制定宪法，从而在任何情况下，凡由国王、上议院和下议院公布的法律，都不能认为是违宪的。

source: Neither of these two reasonings is applicable to America.
zh_cn: 这两个推论都不能用于美国。

source: In the United States, the Constitution dominates legislators as it does plain citizens.
zh_cn: 在美国，宪法也象制约普通公民一样制约立法者。

source: It is therefore the first of laws, and it cannot be modified by a law.
zh_cn: 因此，美国的宪法是一切法律之首，其他任何法律均不能修改它。

source: It is therefore just that the courts obey the Constitution in preference to all laws.
zh_cn: 可见，法院在服从法律的时候要优先服从宪法，也是正确的。

source: This is due to the very essence of judicial power: to choose among legal arrangements the ones that fetter him most tightly is in a way the natural right of the magistrate.
zh_cn: 这正是坚持司法权宗旨，即法官在选择合法的处置办法时，要从其中选择最合乎根本大法的办法，乃是他的天然权利。

source: In France, the constitution is equally the first of laws, and judges have an equal right to take it for the basis of their rulings; but in exercising this right, they could not fail to encroach on another still more sacred than theirs: that of the society in whose name they act.
zh_cn: 在法国，宪法也是一切法律之首，法官均有权以它作为判决的根据；但在行使这项权利时，他们又可能侵犯比这项权利更为神圣的其他权利，即侵犯他们所代表的国家的权利。

source: Here ordinary reason must yield before reason of state.
zh_cn: 在这种情况下，普通理由必须对国家理由让步。

source: In America, where the nation, by changing its constitution, can always reduce magistrates to obedience, a danger like this is not to be feared.
zh_cn: 在美国，国家永远可以通过修改宪法的办法使法官服从，所以不必害怕这种危险。

source: On this point politics and logic are therefore in accord, and there the people as well as the judge equally preserve their privileges.
zh_cn: 因此，在这一点上，政治和逻辑是一致的，而人民和法官也都保存了他们各自的特权。

source: When one invokes a law before the courts of the United States that the judge deems contrary to the Constitution, he can therefore refuse to apply it.
zh_cn: 因此，在要求美国的法院援引一项在法官看来是违宪的法律时，法官可以拒绝援引。

source: This power is the only one that is particular to the American magistrate, but a great political influence flows from it.
zh_cn: 这项权利虽然是美国法官所特有的，但却产生了巨大的政治影响。

source: There are in fact very few laws of a nature to escape judicial analysis for long, for there are very few that do not hurt an individual interest and that litigants cannot or will not invoke before the courts.
zh_cn: 实际上，法律很少能够长期逃脱法官的验证分析，因为法律很少不涉及私人利益，而且诉讼当事人在涉及他的利益时也可以和必然向法院提出异议。

source: Now, on the day when the judge refuses to apply a law in a case, at that instant it loses a part of its moral force.
zh_cn: 于是，自法官在办案中拒绝应用某项法律之日起，这项法律便将立即失去其一部分道德力。

source: Those whom it has wronged are then notified that a means exists of escaping the obligation of obeying it: cases multiply, and it falls into impotence.
zh_cn: 这时，利益受到损害的人就会找到方法不去履行该项法律所规定的义务，以致此类诉讼案件开始增加，而该项法律也将变得无力。

source: One of two things then happens: the people change their constitution or the legislature rescinds its law.
zh_cn: 不是人民修改宪法，就是立法机构宣布废除该项法律，结果两者必择其一。

source: Americans have therefore entrusted an immense political power to their courts; but in obliging them to attack the laws only by judicial means, they have much diminished the dangers of this power.
zh_cn: 可见，美国人虽赋予法院以无限的政治权力，但在法院强其他们服从的时候，他们也可以通过司法手段来抵制，即可以大大减少这种权力的弊端。

source: If the judge had been able to attack laws in a theoretical and general manner, if he had been able to take the initiative and censure the legislator, he would have entered onto the political stage with a bang; having become the champion or adversary of one party, he would have appealed to all the passions that divide the country to take part in the conflict.
zh_cn: 如果法官可以从理论方面和以一般方式抵制法律，可以自主行动和弹劾立法者，那他就显然进入了政治舞台，变成某一政党的支持者或反对者，激起全国人民纷纷参加战斗。

source: But when the judge attacks a law in an obscure debate and over a particular application, he in part hides the importance of the attack from the regard of the public.
zh_cn: 但是，当法官在一件不甚重要的政治纠纷和私人案件中抵制法律的时候，其抵制的重要意义可能不被公众注意。

source: His ruling has the goal only of striking an individual interest; the law is injured only by chance.
zh_cn: 这时，他的判决只影响到个别人的利益，而法律也只是偶然受到了损害。

source: Besides, the law thus censured is not destroyed: its moral force is diminished, but its material effect is not suspended.
zh_cn: 还有，受到损害的这项法律并没有被废除，因为只是它的道德力减弱了，而它的实际效力还没有中止。

source: It is only little by little and under the repeated blows of jurisprudence that it finally succumbs.
zh_cn: 只有经过一步一步的抵制，在无数判例的反复验证下，该项法律最后才能作废。

source: Furthermore, one understands without difficulty that in charging a particular interest with provoking the censure of laws, in intimately binding the case made against the law with the case made against one man, one is assured that legislation will not be attacked lightly.
zh_cn: 而且也不难理解，允许私人弹劾法律，使对法律的审判与对人的审判紧密地结合起来，还会保证法制不致轻易地受到攻击。

source: In this system, it is no longer exposed to the daily aggression of the parties.
zh_cn: 由于采用这种办法，法制便不再天天遭到政党的侵扰。

source: In pointing out the faults of the legislator, one obeys a real need: one starts from a positive and appreciable fact, since it must serve as the basis for a case.
zh_cn: 在指责立法者的错误时必须服从实际的需要，即必须实事求是和有据可查，因为这要作为审理案件的依据。

source: I do not know if this manner of action by American courts is not, at the same time that it is most favorable to public order, also most favorable to liberty.
zh_cn: 我很清楚，美国法院的这种作法不仅十分有利于公共秩序，而且十分有利于自由。

source: If the judge could only attack legislators head on, there are some times when he would fear to do it; there are others when the spirit of party would push him every day to dare it.
zh_cn: 假如法官只能从正面攻击立法者，他就有时不敢这样做；而在另一些时候，党派精神又在天天驱使他敢于如此。

source: Thus it would happen that the laws would be attacked when the power from which they emanate was weak, and that one would submit to them without murmuring when it was strong; that is to say, one would often attack the laws when it was most useful to respect them and one would respect them when it became easy to oppress in their name.
zh_cn: 结果，制定法律的权力机关软弱时，法律就要受到攻击；在这个机关强大时，人们便会不敢吭声，老老实实服从法律。也就是说，当人们感到尊重法律对自己最有好处时，法律最常遭到攻击；而当法律容易以自己的名义进行压迫时，法律反而会受到尊重。
